---
kind: enumMember
id: F:Autodesk.Revit.DB.NavisworksExportScope.Model
enum: Autodesk.Revit.DB.NavisworksExportScope
zh: 模型
source: html/5133006b-034f-1f05-5b8b-37aa7f12c4e0.htm
---
# Autodesk.Revit.DB.NavisworksExportScope.Model

**中文**: 模型

Export all elements in the document.